Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: No petroleum was proven in the primary target, but oil was proven in the secondary target in a section of the Tarbert Formation.
nb: Det ble ikke påvist petroleum i primært mål, men det ble påvist olje i sekundært mål i en del av Tarbertformasjonen.

source: The size of the discovery is between 0.5 and 2.5 million Sm3 of recoverable oil.
nb: Størrelsen på funnet er mellom 0,5 og 2,5 millioner Sm3 utvinnbar olje.

source: The licensees in the production licence will consider producing the discovery via nearby infrastructure.
nb: Rettighetshaverne i utvinningstillatelsen vil vurdere å produsere funnet mot nærliggende infrastruktur.

source: The well is the fifth wildcat well in production licence 190.
nb: Brønnen er den femte undersøkelsesbrønnen i utvinningstillatelse 190.

source: The well was drilled to a vertical depth of 4155 metres below the sea surface, and was concluded in the Ness Formation from the Middle Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp av 4155 meter under havflaten, og ble avsluttet i Nessformasjonen i midtre jura.

source: The water depth in the area is 94 metres.
nb: Havdypet i området er 94 meter.

source: Well 30/8-4 S was drilled by the Transocean Winner drilling facility, which will now proceed to production licence 309 in the North Sea to drill wildcat well 30/5-3, operated by StatoilHydro Petroleum AS.
nb: Brønn 30/8-4 S ble boret av boreinnretningen Transocean Winner, som nå skal til utvinningstillatelse 309 i Nordsjøen for å bore undersøkelsesbrønnen 30/5-3 der StatoilHydro Petroleum AS er operatør.

source: The licensees in production licence 190
nb: Rettighetshavere i utvinningstillatelse 190

source: The purpose of the well was to prove petroleum in reservoir rocks in the Skagerrak formation from the Late Triassic Age.
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter i Skagerrakformasjonen av sentrias alder.

source: The well encountered thinner reservoir rocks with poorer than expected reservoir properties, which were water-bearing.
nb: Den påtraff tynnere reservoarbergarter, med dårligere reservoarkvalitet enn forventet, som var vannførende.

source: Well 1/3-12 S was drilled to a vertical depth of 5820 m below the sea surface, and was terminated in the Skagerrak formation from the Late Triassic Age.
nb: 1/3-12 S ble boret til vertikal dyp av 5820 m under havoverflaten og ble avsluttet i Skagerrakformasjon av sentrias alder.

source: The water depth at the site is 70 metres.
nb: Havdypet er 70 meter.

source: The drilling activity was carried out using the Rowan Gorilla VI drilling facility, which will now move to the British sector.
nb: Boringen ble utført med boreinnretningen Rowan Gorilla VI som nå skal flyttes til britisk sektor.

source: The fishery experts thus play a very important role in improving this relationship.
nb: Den fiskerikyndige har således en svært viktig rolle for å bedre dette forholdet.

source: The role of fishery expert has advisory status in relation to the survey's management as well as navigators on board.
nb: Rollen som fiskerikyndig har en rådgivende status ovenfor undersøkelsens ledelse om bord samt navigatører.

source: Language tests (English) will also be administered, as well as a final test of the participants' knowledge.
nb: Underveis vil det blir utført språktest (engelsk) av den enkelte samt en avsluttende kunnskapstest.

source: Individuals who want to take the course must have thorough knowledge about fishery activities.
nb: Som basis for kurset skal den enkelte ha inngående kunnskaper om fiskeriaktiviteten.

source: Additional courses will be held during March in Troms, Ålesund, and then again in Bergen.
nb: I løpet av mars vil det bli utført nye kurs i Troms, Ålesund og deretter igjen i Bergen.

source: The Norwegian Petroleum Directorate and the Directorate of Fisheries are responsible for the courses and their implementation.
nb: Oljedirektoratet og Fiskeridirektoratet er ansvarlig for opplegg og gjennomføring.

source: Approximately 40 % of the production from the shelf derives from subsea completed wells.
nb: Om lag 40 prosent av produksjonen på norsk sokkel kommer i dag fra havbunnskompletterte brønner (havbunnsbrønner).

source: This percentage is increasing.
nb: Andelen havbunnsbørnner er stadig økende.

source: In a few years time, more than half of the production on the shelf will come from this type of wells.
nb: Ser vi noen år fram i tid, vil trolig over halvparten av produksjonen fra norsk sokkel komme fra slike brønner.

source: There has been a marked increase in the use of subsea completed wells since the first were put in production in the early 80's.
nb: Etter at de første havbunnsbrønnene på norsk sokkel ble satt i produksjon tidlig på 1980-tallet har vi opplevd en rivende utvikling.

source: Both Snøhvit and Kristin will be developed using subsea wells.
nb: Både Snøhvit og Kristin er under utbygging og planlegges utbygd med havbunnsbrønner.

source: The PDO for Ormen Lange is also based on subsea well completions.
nb: Det samme gjelder også for Ormen Lange.

source: A large portion of the remaining, undeveloped discoveries lie close to existing infrastructure.
nb: En stor andel av de funnene som er gjort på sokkelen, ligger i nærheten av eksisterende infrastruktur.

source: Several of these will possibly be developed as subsea satellites.
nb: Mange av disse vil det være aktuelt å bygge ut som undervannssatellitter.

source: Actual distance and water depth make for the use of known technology.
nb: Avstander og havdyp gjør at slike utbygginger i stor grad vil kunne baseres på eksisterende teknologi.

source: The challenge ahead consists of continuously making this technology more cost-efficient.
nb: Utfordringen framover vil være å kontinuerlig gjøre denne teknologien mer kostnadseffektiv.

source: A study of the nearly 1000 prospects that are registered in the NPD prospect database shows that 65 percent of these lie in less than 400 meter water depth and are less than 50 km from existing infrastructure or land.
nb: En gjennomgang av de nær 1000 prospektene som er registrert i ODs prospektdatabase viser at 65 prosent ligger på mindre enn 400 meter havdyp og mindre enn 50 km fra eksisterende infrastruktur eller fra land.

source: Subsea development of the remaining prospects relies on development of multiphase flow and subsea separation technology.
nb: En potensiell undervannsutvikling av ressursene i de øvrige identifiserte prospektene vil i større grad måtte baseres på utvikling av flerfase -og undervanns-separasjonsteknologi.

source: Many of the discoveries and prospects that can be developed with subsea solutions lie in the "mature areas" of the continental shelf.
nb: Svært mange funn og prospekter som kan bli aktuelle å bygge ut med undervannsløsninger, ligger i modne områder av sokkelen.

source: These are areas that have sufficient infrastructure and where the geological aspects are well known.
nb: Dette er områder med godt utbygd infrastruktur og kjent geologi.

source: The potential of making more finds is large.
nb: Mulighetene for å gjøre flere funn er store.

source: But exploration activity has to be increased.
nb: For å få det til, må det letes mer.

source: The recovery factor represents a challenge for subsea completed wells.
nb: Utfordringene med havbunnskompletterte brønner er blant annet knyttet til utvinningsgrad.

source: A study performed by Statoil, Hydro and the NPD shows that the recovery factor from subsea wells is 15-20 percent lower than from wells with direct platform access.
nb: En studie gjennomført av Statoil, Hydro og Oljedirektoratet viser at utvinningsgraden fra havbunnsbrønner gjennomgående ligger 15 - 20 prosent lavere enn for brønner med direkte tilgang fra plattformen.

source: There are several reasons for this.
nb: Det er flere grunner til dette.

source: The accessibility to subsea completed wells is more difficult and represents large costs than wells drilled from a fixed installation.
nb: Blant annet er tilgjengeligheten til havbunnsbrønnene vanskeligere og representerer en større kostnad enn for plattformbrønnene.

source: The number of mobile units available for this work in the North Sea is limited.
nb: I Nordsjøen er antallet fartøy som utfører lette brønnintervensjoner svært begrenset.

source: This can lead to lack of well maintenance thus reducing the recovery from the well.
nb: Dette kan føre til manglende brønnvedlikehold og dermed redusert utvinning.

source: The NPD is therefore glad to see Statoils ambitious goal of achieving an oil recovery factor of 55 percent from subsea completed wells within 2008.
nb: OD registrerer derfor med glede Statoils ambisiøse målsetting om å oppnå 55% utvinningsgrad for olje fra undervannsbrønner innen 2008.

source: It is the NPDs opinion that the technology to build light intervention vessels or rigs is available and under constant development.
nb: ODs oppfatning er at teknologien for å bygge lette intervensjonsfartøy er tilgjengelig og under stadig utvikling.

source: The well is located about 3 kilometres east of the Gudrun field in the central North Sea.
nb: Brønnen er om lag 3 kilometer øst for Gudrunfeltet i midtre del av Nordsjøen.

source: The purpose of well 15/3-9 was to prove petroleum in Upper to Middle Jurassic reservoir rocks (the Draupne and Hugin formations).
nb: Hensikten med brønn 15/3-9 var å påvise petroleum i øvre til midtre jura reservoarbergarter (Draupne- og Huginformasjonen).

source: The well encountered oil in an 18-metre-column in the Draupne formation in reservoir rocks with good reservoir quality.
nb: Brønnen påtraff olje i en 18 meter kolonne i Draupneformasjonen med reservoarbergarter av god reservoarkvalitet.

source: In addition, the well encountered a gas and oil column totalling 35 metres in the Hugin formation in reservoir rocks of varying reservoir quality.
nb: I tillegg påtraff brønnen en gass- og oljekolonne på til sammen 35 meter i Huginformasjonen i reservoarbergarter av varierende reservoarkvalitet.

source: Comprehensive data acquisition and sampling have been carried out.
nb: Det er utført omfattende datainnsamling og prøvetaking.

source: Two small-scale formation tests of oil-bearing zones have been carried out with flow properties as expected.
nb: To småskala formasjonstester av oljeførende soner er gjennomført med strømningsegenskaper som forventet.

source: Preliminary estimates of the size of the discovery range between 0.5 and 3 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,5 og 3 millioner standardkubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The licensees in production license 187 will consider this discovery in the context of other oil and gas discoveries in the area, and a tie-in to the Gudrun field is being considered.
nb: Rettighetshaverne i utvinningstillatelse 187 vil se funnet i sammenheng med andre olje- og gassfunn i området og en tilknytning til Gudrunfeltet vurderes.

source: 15/3-9 is the second exploration well in production licence 187.
nb: 15/3-9 er den andre letebrønnen i utvinningstillatelse 187.

source: The licence was awarded in the 14th licensing round in 1993.
nb: Tillatelsen ble tildelt i 14. konsesjonsrunde i 1993.

source: The well was drilled to a vertical depth of 4630 metres below sea level and terminated in the Sleipner formation in Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 4630 meter under havflaten, og ble avsluttet i Sleipnerformasjonen i midtre jura.

source: Water depth at the site is 108 metres.
nb: Havdypet er 108 meter.

source: Well 15/3-9 was drilled by the drilling facility Transocean Leader which will now drill a shallow well to examine the seabed conditions on the Gudrun field where the operator, Statoil Petroleum AS, will place the Gudrun platform.
nb: Brønn 15/3-9 ble boret av boreinnretningen Transocean Leader som nå skal bore en grunn brønn for å undersøke grunnforholdene på Gudrunfeltet der Statoil Petroleum AS som operatør skal plassere Gudrunplattformen.

source: The well bore 6406/8-2 will be drilled by drilling installation Ocean Vanguard in position 64° 28' 49,92″ North and 06° 20' 17.56″East
nb: Brønnbanen 6406/8-2 skal bores fra boreinnretningen Ocean Vanguard i posisjon 64° 28′ 49,92″ Nord og 06° 20′ 17.56″ Øst.

source: The drilling program for wellbore 6408/8-2 concerns drilling of an exploration well in Production License 323.
nb: Boreprogrammet for brønnbane 6406/8-2 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 323.

source: Total is operator with 40 percent ownership, while ENI, Shell and Statoil are licensees with 20 percent each.
nb: Total er operatør med 40 prosent andel, mens ENI, Shell og Statoil er rettighetshavere med 20 prosent andel hver.

source: The acreage in this permit consists of the two blocks 6408/7 and – 8, which are located about 45 km northwest of the Njord field in southern part of the Norwegian Sea.
nb: Arealet i denne tillatelsen består av de to blokkene 6408/7 og - 8, som ligger om lag 45 km nordvest av Njordfeltet i sørlige del av Norskehavet.

source: This is second well to be drilled in these blocks.
nb: Dette er andre brønnen som bores i blokkene.

source: Ocean Vanguard has recently completed a drilling project on the Draugenfield for Shell in the southern section of the Norwegian Sea.
nb: Ocean Vanguard har nylig avsluttet boreoppdrag på Draugenfeltet for Shell i sørlige del av Norskehavet.

source: The drilling permit is given on the condition that the other permits and consents required by the authorities have been received before the drilling activity is started.
nb: Boretillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Contact in NPD: Eldbjørg Vaage, +47 51876100
nb: Kontaktperson i OD: Eldbjørg Vaage, 51876100

source: The well, which was drilled about 15 kilometres southeast of the Sleipner East field in the North Sea, is dry.
nb: Brønnen, som er boret om lag 15 kilometer sørøst for Sleipner Østfeltet i Nordsjøen, er tørr

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (the Varg formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Vargformasjonen).

source: The secondary exploration target was to prove petroleum in the Lower to Middle Paleocene (Heimdal and Ty formations).
nb: Sekundært letemål var å påvise petroleum i nedre til midtre paleocen (Heimdal- og Tyformasjonen).

source: The well encountered reservoir rocks with the expected reservoir quality in the Upper Jurassic.
nb: Brønnen påtraff reservoarbergarter med reservoarkvalitet som forventet i øvre jura.

source: No reservoir sandstones belonging to the Heimdal or Ty formations from the Paleocene Age were encountered.
nb: Det ble ikke påtruffet reservoarsandsteiner tilhørende Heimdal- eller Tyformasjonen i paleocen.

source: This is the third exploration well in production licence 337.
nb: Dette er den tredje letebrønnen i utvinningstillatelse 337.

source: The licence was awarded in APA 2004.
nb: Tillatelsen ble tildelt i TFO 2004.

source: 15/12-22 was drilled to a vertical depth of 3035 metres below the sea surface, and was terminated in the Skagerrak formation in the Upper Triassic.
nb: 15/12-22 ble boret til et vertikalt dyp av 3035 meter under havflaten og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth at the site is 84 metres.
nb: Havdypet er 84 meter.

source: Well 15/12-22 was drilled by the Bredford Dolphin drilling facility.
nb: Brønn 15/12-22 ble boret av boreinnretningen Bredford Dolphin.

source: The discovery, which was proved in 2009 in reservoir rocks of the middle Jurassic (the Hugin and Sleipner formations) and the upper Triassic (the Skagerrak formation), is located about 16 kilometres north of the Varg field in the North Sea.
nb: Funnet, som ble påvist i 2009 i reservoarbergarter i midtre jura (Hugin- og Sleipnerformasjonene) og øvre trias (Skagerrakformasjonen), er om lag 16 kilometer nord for Vargfeltet i Nordsjøen.

source: The purpose of the wells was to delineate the 15/12-21 discovery.
nb: Hensikten med brønnene var å avgrense funnet 15/12-21.

source: Well 15/12-23 was drilled to the south of the discovery, it found oil in a 262 meter column in the Sleipner and Skagerrak formations, without encountering the oil-water contact.
nb: Brønn 15/12-23 ble boret sør på strukturen, den påviste olje i en 262 meter kolonne i Sleipner- og Skagerrakformasjonene, uten at olje-vannkontakten ble påtruffet.

source: The reservoir quality was as expected.
nb: Reservoarkvaliteten var som forventet.

source: Well 15/12-23 A was then drilled further west in the structure, it found a 68 metre oil column with reservoir rocks and reservoir quality as expected, and the discovery was further delineated.
nb: Brønn 15/12-23 A ble deretter boret lengre vest på strukturen, den påviste en 68 meter oljekolonne med reservoarbergarter og reservoarkvalitet som forventet, og funnet ble nærmere avgrenset.

source: Well 15/12-23 was formation tested.
nb: En formasjonstest ble gjennomført i brønn 15/12-23.

source: The average production rate was 83 Sm3 oil per flow day through a 16/64 inch nozzle.
nb: Gjennomsnittlig produksjonsrate var på 83 Sm3 olje per strømningsdøgn gjennom en 16/64 tommers dyseåpning.

source: Preliminary estimates as to the size of the discovery are between 6 and 15 million Sm3 recoverable oil.
nb: Foreløpige beregning av størrelsen på funnet er mellom 6 og 15 millioner Sm3 utvinnbar olje.

source: The licensees in production licence 038D will consider possible development solutions.
nb: Rettighetshaverne i utvinningstillatelsen 038D vil vurdere mulige utbyggingsløsninger.

source: These are the third and fourth exploration wells in production licence 038D.
nb: Dette er den tredje og fjerde letebrønnen i utvinningstillatelse 038D.

source: The licence was carved out from production licence 038 in 2009.
nb: Tillatelsen ble fradelt utvinningstillatelse 038 i 2009.

source: The 15/12-23 and 15/12-23 A delineation wells were drilled to respective vertical depths of 3 452 metres and 3 327 metres below the surface, and they were completed in the upper Triassic of the Skagerrak formation.
nb: Avgrensningsbrønnene 15/12-23 og 15/12-23 A ble boret til et vertikalt dyp på henholdsvis 3452 meter og 3327 meter under havflaten, og de ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth at the site is 85 metres.
nb: Havdypet er 85 meter.

source: The wells were drilled by the drilling facility Transocean Winner, which will proceed to production licence 501 in the North Sea to drill wildcat well 16/2-6, where Lundin is the operator.
nb: Brønnene ble boret av boreinnretningen Transocean Winner, som skal til utvinningstillatelse 501 i Nordsjøen for å bore undersøkelsesbrønn 16/2-6 der Lundin er operatør.

source: MAP – proximity to licence and in relation to the Norwegian coast – standardised
nb: KART – lisensnært og ift norskekysten – standardisert

source: The well, which is dry, is located just south of the Sleipner Øst field in the central part of the North Sea.
nb: Brønnen, som er tørr, ligger like sør for Sleipner Østfeltet i midtre del av Nordsjøen.

source: The objective of the well was to prove petroleum in the reservoir rocks in the Middle Jurassic (the Hugin and Sleipner formations) and Upper Triassic (the Skagerrak formation).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter i midtre jura (Hugin- og Sleipnerformasjonen) og øvre trias (Skagerrakformasjonen).

source: The well did not encounter the Hugin formation, while the Sleipner and the Skagerrak formations had reservoir development and reservoir quality as expected.
nb: Brønnen påtraff ikke Huginformasjonen, mens Sleipner- og Skagerrakformasjonene hadde reservoarutvikling og reservoarkvalitet som forventet.

source: This is the first exploration well in production licence 408.
nb: Dette er den første letebrønnen i utvinningstillatelse 408.

source: The licence was awarded on 16 February 2007 (APA 2006).
nb: Tillatelsen ble tildelt 16. februar 2007 (TFO 2006).

source: The well was drilled to a total depth of 3200 metres below the sea surface and terminated in the Skagerrak formation in strata from the Upper Triassic.
nb: Brønnen ble boret til et totalt dyp på 3200 meter under havflaten, og den ble avsluttet i Skagerrakformasjonen i øvre trias bergarter.

source: Water depth at the site is 84 metres.
nb: Havdypet er 84 meter.

source: Well 15/9-23 was drilled by the drilling facility Bredford Dolphin, which will now proceed to production licence 374 S in the northern North Sea to drill wildcat well 34/5-1 S, with BG Norge AS as the operator.
nb: Brønn 15/9-23 ble boret av boreinnretningen Bredford Dolphin, som nå skal til utvinningstillatelse 374 S i nordlige Nordsjøen for å bore undersøkelsesbrønn 34/5-1 S, med BG Norge AS er operatør.

source: Press contact in the Norwegian Petroleum Directorate: Eldbjørg Vaage Melberg, tel.
nb: Pressekontakt i Oljedirektoratet: Eldbjørg Vaage Melberg tlf.

source: The well, which was dry, was drilled southwest of the Sleipner Øst field in the central part of the North Sea.
nb: Brønnen, som var tørr, ble boret like sørøst av Sleipner Østfeltet i midtre del av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle to Lower Paleocene reservoir rocks (the Heimdal and Ty formations).
nb: Hensikten med brønnen var å påvise petroleum i midtre til nedre paleocen reservoarbergarter (Heimdal- og Tyformasjonene).

source: The well did not encounter the Heimdal and Ty formations with reservoir development.
nb: Brønnen påtraff ikke Heimdal- og Tyformasjonene med reservoarutvikling.

source: The well is the second exploration well in production licence 408.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 408.

source: The well was drilled to a vertical depth of 2400 metres below the sea surface and was terminated in the Tor formation in Upper Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp av 2400 meter under havflaten og ble avsluttet i Torformasjonen i øvre kritt.

source: Water depth at the site is 81 metres.
nb: Havdypet er 81 meter.

source: The discovery was proven in the spring of 2008 in reservoir rocks from the Middle Jurassic (the Sleipner formation) and the Upper Triassic (the Skagerrak formation).
nb: Funnet ble påvist våren 2008 i reservoarbergarter i midtre jura (Sleipnerformasjonen) og øvre trias (Skagerrakformasjonen).

source: The discovery is about 25 kilometres northeast of 15/3-1 S Gudrun and 30 kilometres south of the Jotun field.
nb: Funnet er om lag 25 kilometer nordøst for 15/3-1 S Gudrun og 30 kilometer sør for Jotunfeltet.

source: Prior to the drilling of appraisal wells 16/1-11 and 16/1-11 A, the operator estimated the resources in the discovery at between 8.9 and 16.9 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Før avgrensningsbrønnene 16/1-11 og 16/1-11 A ble boret, var operatørens ressursanslag for funnet på mellom 8,9 og 16,9 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The primary exploration target for the wells was to delineate the 16/1-9 discovery.
nb: Primært letemål for brønnene var å avgrense funnet 16/1-9.

source: Well 16/1-11 proved a 25-metre gas column in the Sleipner formation and a 32-metre oil column in the Skagerrak formation, without encountering the oil-water contact.
nb: Brønn 16/1-11 påviste en 25 meter gasskolonne i Sleipnerformasjonen og en 32 meter oljekolonne i Skagerrakformasjonen, uten at olje-vannkontakten på påtruffet.
